---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2HPerKbtu
source: html/6b50725b-4bb2-086c-60f5-9787272c92d3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2HPerKbtu Property

Symbol ft²·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2HPerKbtu { get; }
```